export const ABOUT = {
	heading:
		'​Компания Matyush специализируется на создании индивидуальной одежды, ориентируясь на точное соответствие размеров и предпочтений клиентов. Это подтверждается публикацией в Instagram, где упоминается, что костюм "Barbie" шьется по индивидуальным меркам для идеальной посадки.',
	info: 'Владельцем компании является Любовь, которая в своем профиле указывает на увлечение шитьем и садоводством. В целом, Matyush акцентирует внимание на индивидуальном подходе к каждому клиенту, предлагая одежду, созданную с учетом персональных мерок и предпочтений.',
}
