export const ABOUT = {
	heading:
		'Matyush — пра ідэальныя шво і гісторыю. Назва крамы паходзіць ад назвы рода па бацькавай лініі заснавальніцы — Мацюшы. На вырабах ідэальныя закрытыя шво, без выкарыстання аверлока. Уладальнікам крамы з’яўляецца Любоў, якая захапляецца шыццём з маленства і, адпаведна, усе вырабы шыя яна. «Мая бабуля была швачкаю. Па расказам таты, да яе прыязджалі з суседніх вёсках пані і паненкі, каб менавіта баба Валя шыла ім вырабы. Мне было 2 гады, калі бабуля памерла, але ва мне цячэ яе кроў і я працягваю яе справу. Думаю яна ганарыцца мною, гледзячы з нябёсаў» — адказвае ўласніца на пытанне чаму менавіта шыццё',
}
