export const reviews = [
  {
    id: 1,
    text: "Купила баечку желтого цвета. Очень мягкая, теплая, удобная. Пошита качественно. Швы ровные, манжетки по руке сшиты. Рекомендую для покупки. Приобретайте.",
    author: "Таццяна",
    image: "/catalog/comments/user_tatyana.jpg",
  },
  {
    id: 2,
    text: "Сегодня надела в город лонг и уже получила свою порцию комплиментов. Спасибо тебе огромное, невероятно смотрится!!",
    author: "Майя",
    image: "/catalog/comments/user_maya.jpg",
  },
  {
    id: 3,
    text: "Вельмі цудоўная байка. Я не паверыў, што ты яе зшыла сама. Нашу толькі на святочныя дні і дзефіляды. Мацюшы ідуць!! Так далей і працягвай. А мне яшчэ кашулю белую патрэбна, буду замаўляць. Баба Валя табою б ганарылася",
    author: "Анатоль",
    image: "/catalog/comments/user_anatoly.jpg",
  },
  {
    id: 4,
    text: "Заказывал байку Chack в голубом цвете. Заказ забрал уже через 3 дня . Все швы сделаны максимально ровно и самое главное — качественно! Любовь — мастер своего дела ! Вдобавок к вышесказанному еще очень вежливая и общительная Буду брать еще вещи и всем советую!!!",
    author: "Улад",
    image: "/catalog/comments/user_vlad.jpg",
  },
];
