const reviews = [
	{
		id: 1,
		text: 'Абсолютно влюблена в худи Matyush! Этот материал — невероятно мягкий и приятный на ощупь, будто обнимает тебя. Посадка худи просто идеальная, подчеркивает силуэт и в то же время дает комфорт. В нем чувствуешь себя не только уютно, но и невероятно стильно. Я настолько довольна, что ношу его везде: от прогулок по городу до съемок на модных показах!',
		author: 'Алиса Иванова',
		role: 'Модель',
		image: 'user',
	},
	{
		id: 2,
		text: 'Пижама Matyush – это настоящий фетиш для моих выходных! Легкая, удобная и при этом выглядит очень элегантно. Не могу нарадоваться, как она идеально сидит, подчеркивая все формы. Хлопок, из которого она сделана, такой нежный и дышащий, что в ней просто невозможно не почувствовать себя королевой уюта. Теперь она — мой любимый выбор для ночных прогулок по дому и уютных вечеров с книгой!',
		author: 'Мария Петрова',
		role: 'Блогер',
		image: 'user',
	},
	{
		id: 3,
		text: 'Купил худи Lime от Matyush и это стало настоящей находкой для моего гардероба. Современный крой идеально сочетает стиль и функциональность. Материал премиум-класса, который не теряет формы даже после многочисленных стирок. Логотип бренда на худи выглядит так лаконично и в то же время выражает высокое качество продукции. Это не просто вещь — это стильный элемент самовыражения!',
		author: 'Дмитрий Смирнов',
		role: 'Фотограф',
		image: 'user',
	},
	{
		id: 4,
		text: 'Сумка Matyush — это не просто аксессуар, а настоящее произведение искусства. Ее дизайн уникален, каждая деталь продумана до мелочей. Качество исполнения на высоте: каждый шов, каждая застежка, всё сделано с любовью к деталям. Стильно и удобно, я больше не представляю свои образы без этой сумки. Она идеально дополняет мой стиль и становится акцентом в любом наряде!',
		author: 'Екатерина Орлова',
		role: 'Стилист',
		image: 'user',
	},
	{
		id: 5,
		text: 'Обожаю свой комплект Barbie от Matyush! Он буквально воплощает в себе элегантность и женственность. Ткань легкая, дышащая, идеально садится по фигуре, подчеркивая её достоинства. Каждая деталь выполнена с такой тщательностью, что хочется носить этот комплект не только дома, но и на выход. Это не просто одежда, это выражение моих дизайнерских предпочтений и индивидуальности!',
		author: 'Софья Власова',
		role: 'Дизайнер',
		image: 'user',
	},
	{
		id: 6,
		text: 'Длинное худи Matyush — это просто находка! Ношу его как платье, так и как стильный верхний слой. Это очень универсальная вещь, которая может быть как комфортной домашней одеждой, так и модным элементом на улице. Оно идеально сочетает в себе минимализм и стиль, легко комбинируется с любыми аксессуарами. Удобство и стиль — вот что я ценю в этом худи!',
		author: 'Анастасия Ковалева',
		role: 'Маркетолог',
		image: 'user',
	},
	{
		id: 7,
		text: 'Пижама Matyush — это настоящее открытие для меня! Качественная ткань, которая не только приятна на ощупь, но и отлично сидит. Даже после долгого сна, она не теряет своей формы и комфортности. Я в ней не только сплю, но и использую для прогулок по дому или отдыха с друзьями. Это определенно то, что хотелось бы иметь в гардеробе каждого, кто ценит комфорт и стиль одновременно!',
		author: 'Ольга Сидорова',
		role: 'Предприниматель',
		image: 'user',
	},
	{
		id: 8,
		text: 'Matyush — это бренд, который действительно понимает, что такое стиль и комфорт. Их вещи не просто одежда, а настоящий элемент самовыражения. Материалы на высоте, каждый элемент тщательно проработан, и, что самое главное, все вещи легко сочетать с другими предметами гардероба. Я с уверенностью могу рекомендовать этот бренд всем, кто ценит не только модные тренды, но и комфорт на каждый день!',
		author: 'Артем Белов',
		role: 'Редактор модного журнала',
		image: 'user',
	},
]

export default reviews
