import user from '@/assets/collections/first.png'

const reviews = [
	{
		id: 1,
		text: 'Абсолютно влюблена в худи Matyush! Материал невероятно мягкий, а посадка просто идеальная. Чувствую себя уютно и стильно одновременно.',
		author: 'Алиса Иванова',
		role: 'Модель',
		image: user,
	},
	{
		id: 2,
		text: 'Пижама Matyush – это что-то особенное. Легкая, удобная и при этом выглядит очень элегантно. Теперь только в ней и сплю!',
		author: 'Мария Петрова',
		role: 'Блогер',
		image: user,
	},
	{
		id: 3,
		text: 'Купил худи Lime, и это лучшее, что было в моем гардеробе. Современный крой, премиальное качество, да еще и стильный брендовый логотип.',
		author: 'Дмитрий Смирнов',
		role: 'Фотограф',
		image: user,
	},
	{
		id: 4,
		text: 'Сумка Matyush – это настоящий арт-объект. Дизайн уникальный, а качество исполнения на высоте. Теперь ношу только её!',
		author: 'Екатерина Орлова',
		role: 'Стилист',
		image: user,
	},
	{
		id: 5,
		text: 'Обожаю свой комплект Barbie! Лёгкий, женственный и идеально сидит по фигуре. Matyush знают толк в эстетике.',
		author: 'Софья Власова',
		role: 'Дизайнер',
		image: user,
	},
	{
		id: 6,
		text: 'Длинное худи Matyush – это просто находка. Ношу его и как платье, и как верхнюю одежду. Универсально и стильно!',
		author: 'Анастасия Ковалева',
		role: 'Маркетолог',
		image: user,
	},
	{
		id: 7,
		text: 'Пижама Matyush – это лучшее, что случалось с моим гардеробом. Качественная ткань, стильный крой – в ней хочется не только спать, но и выходить в свет!',
		author: 'Ольга Сидорова',
		role: 'Предприниматель',
		image: user,
	},
	{
		id: 8,
		text: 'Matyush – это про стиль, комфорт и качество. Их вещи не просто одежда, а элемент самовыражения. Однозначно рекомендую!',
		author: 'Артем Белов',
		role: 'Редактор модного журнала',
		image: user,
	},
]

export default reviews
